[{"pk": 1, "model": "main.about", "fields": {"pub_date": "2013-06-11T18:39:54Z", "bios": "Est tortor amet et! Parturient placerat porttitor urna est mid tortor turpis mattis montes ac ac augue auctor scelerisque tincidunt urna. Eu, augue, dolor, arcu tincidunt placerat mauris lacus hac magna velit proin et. Ac, enim? In turpis tortor lectus, enim lectus dictumst mus a ultricies mauris aenean. Aenean duis, sit turpis rhoncus etiam. Auctor auctor arcu! Amet porttitor porttitor, placerat velit sagittis lorem elementum, sed? Non sed a tincidunt et mus! Turpis lorem mauris nisi montes! Ac purus adipiscing cursus penatibus facilisis lorem nunc tristique enim nascetur ac habitasse, proin parturient? Vel odio rhoncus montes. Lorem a, elementum in.", "role": "Organisation Role", "name": "Nina Schiff", "bios_photo": "img/pic/bios/1370975998_08_nina.jpg"}}, {"pk": 2, "model": "main.about", "fields": {"pub_date": "2013-06-11T18:40:48Z", "bios": "Tincidunt sagittis aliquet augue nunc porta augue! Augue nisi odio elit elit tristique, etiam, nunc natoque, ac urna elementum integer nec ac vut pulvinar integer. Mid ridiculus odio diam, nisi adipiscing! Tortor, et, ultrices augue augue tempor adipiscing elementum, dapibus porttitor porttitor ut? Enim velit nisi cras porta elit platea urna placerat? Et etiam dictumst egestas porttitor, dictumst, ac nec in in pid, nec turpis vel mid diam, placerat purus montes quis turpis, est a parturient, elit porta sagittis, sociis turpis pid scelerisque pulvinar urna cursus. Porttitor, nisi in sociis massa, nisi tristique placerat, odio porta mauris, elementum dignissim.", "role": "Organisation Role", "name": "Lyndsay Lawrence", "bios_photo": "img/pic/bios/1370976050_61_BlankFemale.jpg"}}, {"pk": 3, "model": "main.about", "fields": {"pub_date": "2013-06-11T18:41:30Z", "bios": "Turpis? Sociis massa nascetur purus integer placerat eu cras, est dis auctor, et a eros, penatibus, massa? Pulvinar, nec, nisi parturient pid sit enim, amet lundium eu, pid dignissim enim et etiam nunc! Porttitor a turpis, urna turpis lacus, mid et dignissim integer, amet montes arcu vut! Quis tempor porta integer est urna risus scelerisque? Platea scelerisque nunc dapibus dictumst magna tincidunt a amet tincidunt ac non natoque pellentesque. Porttitor arcu lectus, tristique rhoncus lectus ac mus habitasse ac. Natoque arcu sociis montes ut? Tristique habitasse ac nunc augue, mid magnis cum tristique tortor. Turpis diam, pulvinar nec pid.", "role": "Organisation Role", "name": "Rizmari Versfeld", "bios_photo": "img/pic/bios/1370976092_93_rizmari.png"}}, {"pk": 4, "model": "main.about", "fields": {"pub_date": "2013-06-11T18:42:12Z", "bios": "Diam odio turpis, tristique et rhoncus egestas rhoncus ut tincidunt placerat etiam, sed etiam. Nunc pulvinar ultricies urna, nunc proin pulvinar. Pulvinar et augue sociis nec est facilisis pid integer, nunc placerat, cursus massa, sociis sed lundium mauris pellentesque. Nisi vel turpis arcu, nascetur, sit porttitor platea pulvinar? Turpis placerat et parturient, purus facilisis pellentesque pid dictumst. Porttitor aliquam massa! Magnis lacus eros in, tincidunt mauris purus placerat! Ut sit penatibus in nec quis augue platea, pulvinar, lacus a augue elementum sociis in pid, adipiscing phasellus augue, adipiscing, turpis in dapibus augue in pulvinar aenean augue eros lectus diam diam.", "role": "Organisation Role", "name": "Bradly Lawrence", "bios_photo": "img/pic/bios/1370976134_01_images.jpg"}}]